---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TagElevationBase
source: html/56bca9c1-4d10-ca27-5c81-00fe2eb02753.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TagElevationBase Property

"Elevation Base"

## Syntax (C#)
```csharp
public static ForgeTypeId TagElevationBase { get; }
```